{"basics":{"name":"Leif Simmatis","image":"","email":"firstname.lastname@uhn.ca","url":"https://lsimmatis.github.io/","summary":"Digital health researcher with a background in systems neuroscience.","profiles":[{"network":"LinkedIn","url":"https://www.linkedin.com/in/leif-simmatis"}]},"work":[{"name":"University of Toronto","position":"Postdoctoral researcher","url":"https://slp.utoronto.ca/faculty/yana-yunusova/speech-production-lab/","startDate":"2020-09-01","endDate":"Current","summary":"Developed digital speech biomarkers for neurological diseases. Led development and validation of novel real-world speech data collection tools.","highlights":["Digital health","Speech","Multimodal AI"]},{"name":"Winterlight Labs","position":"Intern","url":"https://winterlightlabs.com/","startDate":"2022-03-01","endDate":"Current","summary":"Led validation of speech assessment app in ALS.","highlights":["Digital health","Speech","Acoustic analysis"]}],"volunteer":[{"organization":"UHN postdoc association","url":"https://www.linkedin.com/in/uhnpostdocs/?originalSubdomain=ca","summary":"Led a team of 10 postdoctoral researchers to design and deliver professional development activities for UHN trainees.","startDate":"2021-09-01","endDate":"Current"},{"organization":"ISCTM","url":"https://isctm.org/","summary":"Collaborated with a working group to provide comment on FDA and EMA draft guidelines for clinical trial design and regulation.","startDate":"2023-02-01","endDate":"Current"}],"education":[{"institution":"Queen's University, Kingston, Ontario, Canada","url":"https://www.queensu.ca/limb/","area":"Neuroscience","studyType":"PhD","startDate":"2016-01-01","endDate":"2020-08-31"},{"institution":"Queen's University, Kingston, Ontario, Canada","url":"https://www.queensu.ca/","area":"Neuroscience","studyType":"MSc","startDate":"2013-09-01","endDate":"2015-12-31"},{"institution":"Queen's University, Kingston, Ontario, Canada","url":"https://www.queensu.ca/","area":"Life Sciences","studyType":"BScH","startDate":"2009-09-01","endDate":"2013-04-31"}],"awards":[{"title":"Mitacs Elevate Fellowship","date":"2022-03-01","awarder":"Mitacs","summary":"Awarded $120,000 CAD to lead partnership between Speech Production Lab and Winterlight Labs to validate Winterlight speech assessment technology in ALS patients."},{"title":"Robert John Wilson Fellowship","date":"2017-09-01","awarder":"Queen's University","summary":"Awarded $10,000 CAD for promising graduate research project in health sciences."}],"publications":[{"url":"https://karger.com/dib/article/7/1/7/838277/Analytical-Validation-of-a-Webcam-Based-Assessment","releaseDate":2023,"name":"Analytical Validation of a Webcam-Based Assessment of Speech Kinematics: Digital Biomarker Evaluation following the V3 Framework","publisher":"S. Karger AG","summary":"Validated a novel web-based speech assessment system. Demonstrated that digital speech assessment technologies have strong validity compared to lab-based systems, which will enable the use of digital health speech assessments in clinical applications."},{"url":"https://pubs.asha.org/doi/10.1044/2023_JSLHR-22-00321?url_ver=Z39.88-2003&rfr_id=ori:rid:crossref.org&rfr_dat=cr_pub%20%200pubmed","releaseDate":2023,"name":"3D Video Tracking Technology in the Assessment of Orofacial Impairments in Neurological Disease: Clinical Validation","publisher":"American Speech-Language-Hearing Association","summary":"Demonstrated that facial movement features derived from a deep learning model can capture clinical phenomena in ALS and stroke."},{"url":"https://karger.com/dib/article/6/2/71/823108/Reliability-of-Automatic-Computer-Vision-Based","releaseDate":2022,"name":"Reliability of automatic computer vision-based assessment of orofacial kinematics for telehealth applications","publisher":"S. Karger AG","summary":"Showed that deep learning-based facial movement features gathered remotely are as reliable as those gathered in a lab setting."},{"url":"https://ieeexplore.ieee.org/document/9926863","releaseDate":2022,"name":"Automated Temporal Segmentation of Orofacial Assessment Videos","publisher":"IEEE","summary":"Found that deep learning-based movement repetition estimator was able to effectively segment videos of orofacial/speech assessments."},{"url":"https://ieeexplore.ieee.org/document/9926862","releaseDate":2022,"name":"Concurrent Validity of Automatic Speech and Pause Measures During Passage Reading in ALS","publisher":"IEEE","summary":"Demonstrated that Wav2Vec (a transformer-based ASR system) could outperform classical speech and pause estimation algorithms in dysarthric speech."},{"url":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8134538/","releaseDate":2021,"name":"Principal components analysis using data collected from healthy individuals on two robotic assessment platforms yields similar behavioral patterns.","publisher":"Frontiers","summary":"Identified that exoskeleton and endpoint robotic systems capture similar patterns of upper-limb motor behaviour, validating the use of the simpler endpoint system."},{"url":"https://www.nature.com/articles/s41598-021-96177-y","releaseDate":2021,"name":"Quantifying changes over 1 year in motor and cognitive skill after transient ischemic attack (TIA) using robotics.","publisher":"Nature","summary":"Showed that people who had TIAs or migraines displayed atypical patterns of change on upper-limb robotic assessments for as much as 1-year post-event."},{"url":"https://pubmed.ncbi.nlm.nih.gov/34891731/","releaseDate":2021,"name":"Facial Landmark Tracking in Videos of Individuals with Neurological Impairments: Is There a Trade-off Between Smoothness and Accuracy?","publisher":"IEEE","summary":"Demonstrated that fine tuning deep learning models optimized for smoothness or for accuracy resulted in a tradeoff in performance between better tracking at a frame level, or better tracking at a video level."},{"url":"https://pubmed.ncbi.nlm.nih.gov/31918991/","releaseDate":2020,"name":"Assessing various sensorimotor and cognitive functions in people with epilepsy is feasible with robotics.","publisher":"Elsevier","summary":"Patients with epilepsy displayed upper-limb sensorimotor impairments in motor and cognitive assessment domains, and the type/extent of impairment was related to the type of antiepileptic medications prescribed."},{"url":"https://jneuroengrehab.biomedcentral.com/articles/10.1186/s12984-020-00713-2","releaseDate":2020,"name":"Statistical measures of motor, sensory and cognitive performance across repeated robot-based testing.","publisher":"BioMed Central","summary":"Features of upper-limb motor control gathered using a robot display favourable reliability and consistency properties."},{"url":"https://pubmed.ncbi.nlm.nih.gov/33149931/","releaseDate":2020,"name":"The feasibility of assessing cognitive and motor function in multiple sclerosis patients using robotics.","publisher":"BioMed Central","summary":"Multiple sclerosis patients displayed mixtures of motor and cognitive impairments, which captured different patterns of disease severity than the standard MS assessment, the EDSS."},{"url":"https://www.frontiersin.org/articles/10.3389/fnbeh.2019.00044/full","releaseDate":2019,"name":"The impact of transient ischemic attack (TIA) on brain and behavior.","publisher":"Frontiers","summary":"Transient ischaemic attack (TIA) is associated with a variety of motor and cognitive impairments; here, we reviewed the evidence that TIA, despite being a transient event, does not strictly have transient sequelae."},{"url":"https://pubmed.ncbi.nlm.nih.gov/30688092/","releaseDate":2019,"name":"The feasibility of using robotic technology to quantify sensory, motor, and cognitive impairments associated with ALS.","publisher":"Taylor & Francis","summary":"Amyotrophic lateral sclerosis (ALS) is associated primarily with motor impairments, but here we demonstrate that it is also possible to identify cognitive-motor deficits over and above motor impairments."},{"url":"https://jneuroengrehab.biomedcentral.com/articles/10.1186/s12984-018-0416-5","releaseDate":2018,"name":"Using principal component analysis to reduce complex datasets produced by robotic technology in healthy participants.","publisher":"BioMed Central","summary":"We characterized patterns of upper limb motor control in a large cohort of health control participants, using data derived from the Kinarm Exoskeleton."},{"url":"https://journals.plos.org/plosone/article/figures?id=10.1371/journal.pone.0188786","releaseDate":2017,"name":"Robotic exoskeleton assessment of transient ischemic attack.","publisher":"PLoS","summary":"Transient ischaemic attack (TIA) is classically viewed as an event of little longterm consequence; however, we showed that up to 2 weeks after a TIA, patients had a variety of motor, sensory, and cognitive-motor deficits as determined using upper-limb robotic assessments."},{"url":"https://journals.plos.org/plosone/article/figures?id=10.1371/journal.pone.0188786","releaseDate":2017,"name":"Robotic exoskeleton assessment of transient ischemic attack.","publisher":"PLoS","summary":"Transient ischaemic attack (TIA) is classically viewed as an event of little longterm consequence; however, we showed that up to 2 weeks after a TIA, patients had a variety of motor, sensory, and cognitive-motor deficits as determined using upper-limb robotic assessments."}],"skills":[{"name":"Machine learning"},{"name":"Digital health"},{"name":"Deep learning"},{"name":"Statistics (classical and Bayesian)"},{"name":"Programming (Python, R, Matlab)"},{"name":"Project management"},{"name":"Agile methodologies"},{"name":"Collaboration"},{"name":"Scientific communication"}],"projects":[{"name":"Development of virtual speech assessment web application.","summary":"Led design and validation of a web-based platform for assessing dysarthric speech in neurological diseases. Oversaw creation of AI-powered analytical pipeline for extracting speech biomarkers from audio and video data.","startDate":"2020-09-01","endDate":"Ongoing"},{"name":"Analytical and clinical validation of remote acoustic analysis pipeline in amyotrophic lateral sclerosis (ALS).","summary":"Led an academia/industry collaboration with Winterlight Labs to validate their speech analysis technology in ALS. Led teams of research assistants to preprocess large speech datasets and built AI/ML and statistical pipelines for ALS detection.","startDate":"2022-03-01","endDate":"Ongoing"},{"name":"Improving extraction of dysarthric speech biomarkers using automatic speech recognition.","summary":"Led a master's degree project that focused on using ASR for improving the extraction of clinically-relevant acoustic features of speech and voice.","startDate":"2023-06-01","endDate":"Ongoing"},{"name":"Cove Neurosciences, Inc.","summary":"Acted as head of neuroscience portfolio development and clinical translation at Cove Neuro. Engaged with clients and led formation of successful B2B and academia/industry partnerships.","startDate":"2022-05-01","endDate":"Ongoing"}]}