{"basics":{"name":"Leif Simmatis","image":"","email":"<firstname>.<lastname>@uhn.ca","url":"https://lsimmatis.github.io","summary":"Digital health researcher with a background in systems neuroscience.","profiles":[{"network":"LinkedIn","url":"https://www.linkedin.com/in/leif-simmatis"}]},"work":[{"name":"University of Toronto","position":"Postdoctoral researcher","url":"https://slp.utoronto.ca/faculty/yana-yunusova/speech-production-lab/","startDate":"2020-09-01","endDate":"Current","summary":"Developed digital speech biomarkers for neurological diseases. Led development and validation of novel real-world speech data collection tools.","highlights":["Artifical intelligence","Speech","Multimodal AI"]},{"name":"Winterlight Labs","position":"Intern","url":"https://winterlightlabs.com/","startDate":"2022-03-01","endDate":"Current","summary":"Led validation of speech assessment app in ALS.","highlights":["Digital health","Speech","Acoustic analysis"]}],"volunteer":[{"startDate":"2021-09-01","endDate":"Current","position":"Team lead - professional development","organization":"UHN Postdoc Association","summary":"Led a team of 10 postdocs, planned and executed various successful professional development events. See also UHNPA LinkedIn page: https://www.linkedin.com/in/uhnpostdocs/?originalSubdomain=ca"},{"startDate":"2023-02-01","endDate":"Current","position":"Member","organization":"International Society for CNS Clinical Trials and Methodology (ISCTM)","summary":"Participated in working groups that provided feedback for FDA and EMA clinical trial guidance documents."},{"startDate":"2023-05-08","endDate":"2023-05-08","position":"KITE Trainee Roundtable - mentor","organization":"KITE (UHN)","summary":"Provided information to junior UHN trainees (MSc, PhD) regarding career paths out of graduate school."}],"education":[{"institution":"Queen's University, Kingston, Ontario, Canada","url":"https://www.queensu.ca/limb/","area":"Neuroscience","studyType":"PhD","startDate":"2016-01-01","endDate":"2020-08-31"},{"institution":"Queen's University, Kingston, Ontario, Canada","url":"https://www.queensu.ca/limb/","area":"Neuroscience","studyType":"MSc","startDate":"2013-09-01","endDate":"2015-12-31"},{"institution":"Queen's University, Kingston, Ontario, Canada","url":"https://www.queensu.ca/limb/","area":"Life Sciences","studyType":"BSc(H)","startDate":"2009-09-01","endDate":"2013-04-30"}],"awards":[{"title":"Mitacs Elevate Fellowship","date":"2022-03-01","awarder":"Mitacs","summary":"Awarded $120,000 CAD to lead partnership between Speech Production Lab and Winterlight Labs to validate Winterlight's speech assessment technology in ALS patients."}],"publications":[{"name":"The feasibility of using robotic technology to quantify sensory, motor, and cognitive impairments associated with ALS","publisher":"Amyotrophic Lateral Sclerosis and Frontotemporal Degeneration","releaseDate":"2019"},{"name":"Robotic exoskeleton assessment of transient ischemic attack","publisher":"PloS one","releaseDate":"2017"},{"name":"Robotic Assessment of Persistent Motor, Sensory and Cognitive Deficits After TIA and Minor Stroke","publisher":"International Journal of Stroke","releaseDate":"2017"},{"name":"Assessing various sensorimotor and cognitive functions in people with epilepsy is feasible with robotics","publisher":"Epilepsy & Behavior","releaseDate":"2020"},{"name":"Using principal component analysis to reduce complex datasets produced by robotic technology in healthy participants","publisher":"Journal of neuroengineering and rehabilitation","releaseDate":"2018"},{"name":"The impact of transient ischemic attack (TIA) on brain and behavior","publisher":"Frontiers in behavioral neuroscience","releaseDate":"2019"},{"name":"Assessing sensorimotor and cognitive function in people with multiple sclerosis is feasible using robotics (875)","publisher":"AAN 2020 proceedings","releaseDate":"2020"},{"name":"Statistical measures of motor, sensory and cognitive performance across repeated robot-based testing","publisher":"Journal of neuroengineering and rehabilitation","releaseDate":"2020"},{"name":"The feasibility of assessing cognitive and motor function in multiple sclerosis patients using robotics","publisher":"Multiple Sclerosis Journal-Experimental, Translational and Clinical","releaseDate":"2020"},{"name":"Principal components analysis using data collected from healthy individuals on two robotic assessment platforms yields similar behavioral patterns","publisher":"Frontiers in human neuroscience","releaseDate":"2021"},{"name":"Quantifying changes over 1 year in motor and cognitive skill after transient ischemic attack (TIA) using robotics","publisher":"Scientific Reports","releaseDate":"2021"},{"name":"Facial Landmark Tracking in Videos of Individuals with Neurological Impairments: Is There a Trade-off Between Smoothness and Accuracyƒ","publisher":"2021 43rd Annual International Conference of the IEEE Engineering in Medicine & Biology Society (EMBC)","releaseDate":"2021"},{"name":"Reliability of automatic computer vision-based assessment of orofacial kinematics for telehealth applications","publisher":"Digital Biomarkers","releaseDate":"2022"},{"name":"Automated Temporal Segmentation of Orofacial Assessment Videos","publisher":"2022 IEEE-EMBS International Conference on Biomedical and Health Informatics (BHI)","releaseDate":"2022"},{"name":"Concurrent Validity of Automatic Speech and Pause Measures During Passage Reading in ALS","publisher":"2022 IEEE-EMBS International Conference on Biomedical and Health Informatics (BHI)","releaseDate":"2022"},{"name":"3D Video Tracking Technology in the Assessment of Orofacial Impairments in Neurological Disease: Clinical Validation","publisher":"Journal of Speech, Language, and Hearing Research","releaseDate":"2023"},{"name":"Analytical Validation of a Webcam-Based Assessment of Speech Kinematics: Digital Biomarker Evaluation following the V3 Framework","publisher":"Digital Biomarkers","releaseDate":"2023"}],"projects":[{"title":"Validating a novel tablet-based speech app in amyotrophic lateral sclerosis (ALS)","description":"As part of a Mitacs Elevate fellowship, collaborated with Winterlight Labs to analytically and clincially validate (Goldsack V3 framework) their speech assessment technology in a cohort of ALS patients."},{"title":"Developing a novel, multimodal speech assessment web app","description":"Led design, testing, and analytical module development for a web-based assessment of speech that is designed to detect and track neurological diseases by measuring speech."},{"title":"Improving automatic speech recognition (ASR) for detection of dysarthria (MSc project)","description":"Oversaw a master's degree project in the department of Electrical & Computer Engineering at the University of Toronto. Project was focused on characterizing the performance of various ASR methods as a function of dysarthria severity, and improving their performance using transfer learning."}]}